Repository: kawasemi2k1/locallibrary
Catalog: locale/*/LC_MESSAGES/django.po
Languages: vi

source: Enter a date between now and 4 weeks (default 3).
vi: Nhập một ngày trong khoảng từ bây giờ đến 4 tuần (mặc định là 3).

source: Invalid date - renewal in past
vi: Ngày không hợp lệ - gia hạn trong quá khứ

source: Invalid date - renewal more than 4 weeks ahead
vi: Ngày không hợp lệ - gia hạn quá 4 tuần

source: Enter a book genre (e.g. Science Fiction)
vi: Nhập thể loại sách (ví dụ: Khoa học viễn tưởng)

source: Enter the book's natural language (e.g. English, French, Japanese etc.)
vi: Nhập ngôn ngữ của sách (ví dụ: Tiếng Anh, Tiếng Pháp, Tiếng Nhật, v.v.)

source: Enter a brief description of the book
vi: Nhập mô tả ngắn gọn về sách

source: 13 Character <a href="https://www.isbn-international.org/content/what-isbn">ISBN number</a>
vi: 13 ký tự <a href="https://www.isbn-international.org/content/what-isbn">">ISBN number</a>

source: Select a genre for this book
vi: Chọn thể loại cho sách này

source: Unique ID for this particular book across whole library
vi: ID duy nhất cho sách này trong toàn bộ thư viện

source: Book availability
vi: Tình trạng sách

source: first name
vi: Tên

source: last name
vi: Họ và tên đệm

source: birth date
vi: Ngày sinh

source: death date
vi: Ngày mất

source: Home
vi: Trang chủ

source: All books
vi: Danh sách sách

source: All authors
vi: Danh sách tác giả

source: User
vi: Người dùng

source: My Borrowed
vi: Sách tôi đã mượn

source: Logout
vi: Đăng xuất

source: Login
vi: Đăng nhập

source: All borrowed
vi: Tất cả sách đã mượn

source: Create Author
vi: Tạo tác giả

source: previous
vi: trước

source: Page
vi: Trang

source: next
vi: sau

source: Delete Author
vi: Xóa tác giả

source: Are you sure you want to delete the author?
vi: Bạn muốn xóa tác giả này không?

source: Yes, delete.
vi: Xóa

source: Name:
vi: Tên:

source: Birth:
vi: Ngày sinh:

source: Death:
vi: Ngày mất:

source: List Books
vi: Các tác phẩm:

source: Submit
vi: Gửi

source: Author List
vi: Các tác giả hiện có:

source: There are no authors in the library.
vi: Không có tác giả nào trong thư viện.

source: Title:
vi: Tên:

source: Author:
vi: Tác giả:

source: Summary:
vi: Tóm tắt:

source: Language:
vi: Ngôn ngữ:

source: Genre:
vi: Thể loại:

source: Copies
vi: Bản sao

source: Due to be returned:
vi: Hạn trả:

source: Imprint:
vi: In ấn:

source: Book List
vi: Danh sách các quyển sách:

source: There are no books in the library.
vi: Không có quyển sách nào trong thư viện

source: Renew:
vi: Gia hạn:

source: Borrower:
vi: Người mượn:

source: Due date:
vi: Hạn:

source: All Borrowed Books
vi: Tất cả cuốn sách đã được mượn

source: Renew1
vi: Gia hạn

source: There are no books borrowed.
vi: Không có quyển sách nào trong thư viện

source: Borrowed books
vi: Sách đã mượn

source: Local Library Home
vi: Trang chủ Local Library

source: Welcome to LocalLibrary, a website developed by
vi: Chào mừng bạn đến với LocalLibrary, một website được phát triển bởi

source: Statistic
vi: Thống kê

source: The library has the following record counts:
vi: Thư viện có các bản ghi sau:

source: Books:
vi: Số lượng sách:

source: Book instances:
vi: Số lượng bản sao sách:

source: Number of books available:
vi: Số lượng sách có sẵn:

source: Authors:
vi: Số lượng tác giả:

source: You have visited this page
vi: Bạn đã truy cập trang này

source: time
vi: lần

source: Logged out!
vi: Bạn đã đăng xuất!

source: Click here to login again.
vi: Nhấn vào đây để đăng nhập lại.

source: Your username and password didn't match. Please try again.
vi: Tên đăng nhập hoặc mật khẩu không đúng. Vui lòng thử lại.

source: Your account doesn't have access to this page.
vi: Tài khoản của bạn không có quyền truy cập vào trang này

source: To proceed,please login with an account that has access.
vi: Để tiếp tục, vui lòng đăng nhập bằng tài khoản có quyền truy cập.

source: Please login to see this page.
vi: Vui lòng đăng nhập để xem trang này.

source: login button
vi: Đăng nhập

source: Lost password?
vi: Quên mật khẩu?

source: Password reset complete
vi: Đặt lại mật khẩu thành công

source: Your new password has been set. You can log in now on the
vi: Mật khẩu mới của bạn đã được đặt. Bạn có thể đăng nhập ngay bây giờ trên

source: Login page
vi: Trang đăng nhập

source: Please enter (and confirm) your new password.
vi: Vui lòng nhập (và xác nhận) mật khẩu mới của bạn.

source: New password:
vi: Mật khẩu mới:

source: Confirm password:
vi: Nhập lại mật khẩu mới:

source: Change my password
vi: Thay đổi mật khẩu

source: Password reset failed
vi: Đặt lại mật khẩu thất bại

source: The password reset link was invalid, possibly because it has already been used.
vi: Liên kết đặt lại mật khẩu không hợp lệ, có thể vì nó đã được sử dụng.

source: Please request a new password reset.
vi: Vui lòng thực hiện yêu cầu đặt lại mật khẩu mới.

source: We've emailed you instructions for setting your password.
vi: Chúng tôi đã gửi cho bạn hướng dẫn đặt lại mật khẩu.

source: If they haven't arrived ina few minutes, check your spam folder.
vi: Nếu chưa nhận được trong vài phút, vui lòng kiểm tra thư mục spam.

source: Email address:
vi: Email:

source: Reset password
vi: Lấy lại mật khẩu
